{ "record": [ { "co_destaque": 1, "co_tipodestaque":1, "titulo":"Machado de Assis: Obra Completa", "texto":"Joaquim Maria Machado de Assis (Rio de Janeiro, 21 de junho de 1839 — Rio de Janeiro, 29 de setembro de 1908) foi um escritor brasileiro, amplamente considerado como o maior nome da literatura nacional. Escreveu em praticamente todos os gêneros literários, sendo poeta, romancista, cronista, dramaturgo, contista, folhetinista, jornalista, e crítico literário. Testemunhou a mudança política no país quando a República substituiu o Império e foi um grande comentador e relator dos eventos político-sociais de sua época.\r\n\r\nNascido no Morro do Livramento, Rio de Janeiro, de uma família pobre, mal estudou em escolas públicas e nunca frequentou universidade. Os biógrafos notam que, interessado pela boemia e pela corte, lutou para subir socialmente abastecendo-se de superioridade intelectual. Para isso, assumiu diversos cargos públicos, passando pelo Ministério da Agricultura, do Comércio e das Obras Públicas, e conseguindo precoce notoriedade em jornais onde publicava suas primeiras poesias e crônicas. Em sua maturidade, reunido a colegas próximos, fundou e foi o primeiro presidente unânime da Academia Brasileira de Letras.\r\n\r\nSua extensa obra constitui-se de nove romances e peças teatrais, duzentos contos, cinco coletâneas de poemas e sonetos, e mais de seiscentas crônicas. Machado de Assis é considerado o introdutor do Realismo no Brasil, com a publicação de Memórias Póstumas de Brás Cubas (1881). Este romance é posto ao lado de todas suas produções posteriores, Quincas Borba, Dom Casmurro, Esaú e Jacó e Memorial de Aires, ortodoxamente conhecidas como pertencentes a sua segunda fase, em que se notam traços de pessimismo e ironia, embora não haja rompimento de resíduos românticos. Dessa fase, os críticos destacam que suas melhores obras são as da Trilogia Realista.1 Sua primeira fase literária é constituída de obras como Ressurreição, A Mão e a Luva, Helena e Iaiá Garcia, onde notam-se características herdadas do Romantismo, ou \"convencionalismo\", como prefere a crítica moderna.\r\n\r\nSua obra foi de fundamental importância para as escolas literárias brasileiras do século XIX e do século XX e surge nos dias de hoje como de grande interesse acadêmico e público. Influenciou grandes nomes das letras, como Olavo Bilac, Lima Barreto, Drummond de Andrade, John Barth, Donald Barthelme e outros. Em seu tempo de vida, alcançou relativa fama e prestígio pelo Brasil, contudo não desfrutou de popularidade exterior na época. Hoje em dia, por sua inovação e audácia em temas precoces, é frequentemente visto como o escritor brasileiro de produção sem precedentes, de modo que, recentemente, seu nome e sua obra têm alcançado diversos críticos, estudiosos e admiradores do mundo inteiro. Machado de Assis é considerado um dos grandes gênios da história da literatura, ao lado de autores como Dante, Shakespeare e Camões.\r\n\r\nFonte: Wikipedia", "imagem":"Machado-450.jpg", "tipodestaque_by_co_tipodestaque": { "co_tipodestaque": 1, "titulo": "Autores em Destaque", "ordem": 1, "excluido": false },"destaqueobras_by_co_destaque": [{ "co_destaque":1, "co_obra":2039, "ordem_obra":1, "titulo":"A mão e a luva"}, { "co_destaque":1, "co_obra":2040, "ordem_obra":2, "titulo":"Casa Velha"}, { "co_destaque":1, "co_obra":1888, "ordem_obra":3, "titulo":"Dom Casmurro"}, { "co_destaque":1, "co_obra":2038, "ordem_obra":4, "titulo":"Memórias Póstumas de Brás Cubas"}]} ]}
